[
  {
  "title" : "Humanismo y Renacimiento",
  "author" : {
    "name" : "Eduardo Aguilar C",
    "username" : "EdwardC94",
    "age" : 21
  },
  "content" : [
    "<h3>HUMANISMO RENACENTISTA ITALIANO</h3><br></br>",
    "<dl><dt>Definamos Renacimiento: </dt><dd>El Renacimiento se puede tomar tanto como un etapa histórica o como una civilización per se. Tiene sus más próximos orígenes en los esfuerzos que se hacían desde la Baja Edad Media para resturar algunos elementos importantes en la herencia clásica de Europa. El énfasis en la herencia clásica era tal, que justificaba el uso de del término Renacimiento.</dd><dt>Definamos Humanismo: </dt><dd>El espíritu más técnico de la ciencia y del escolasticismo en el siglo XIII y el desarrollo de la cultura clásica que se dió en este mismo siglo, se pueden considerar como precursores del Humanismo de los siglos XIV y XV que mostraba una entusiasta devoción por la literatura de la antigüedad clásica-romana, las litterae humaniores o cartas humanas. También en los siglos XIV y XV, primero fuera de las Universidades, se rindió mayor culto a la antigüedad; sin embargo este no se oponía al cristianismo tradicional; muchos de los más ardientes seguidores del Humanismo de estos dos siglos eran eclesiásticos. En esencia, el humanismo buscaba la evolución intelectual y espiritual del individuo.</dd><dt>Definamos Humanismo Renacentista: </dt><dd>Francesco Petrarca (1304-1374) <<Padre del Humanismo>> , nacido en Florencia—una de las comunidades italianas que más contribuyeron al Humanismo—lleno su vida de sabio de actividades que después caracterizarían al Humanismo de su Época y Región:</dd></dl>",
    "<ul><li>Colección de trabajos de antiguos autores en bibliotecas, establecidas en los siglos XIV y XV que contenían no sólo obras de autores greco-latinos, sino que también se extendía a otros lenguajes como el hebreo.</li><li>Composición de poesía y desarrollo en otras artes—aunque falló en aprender griego, apareció su significado para un completo humanismo y animó a otros a estudiarlo. Un impacto tal, que eventualmente se incorporaría a los planes de estudio de las Universidades que otrora sólo enseñaban teología, medicina y ley.</li><li>Además de Petrarca, otros humanistas como Guarino de Verona y Vittorino de Feltre reconocían su labor con la sociedad y el ideal humanista. El ideal marcaba que se debía buscar el perfeccionamiento individual, para cuya consecución tendría que incluirse no solamente la literatura clásica, sino también la música, el arte, el atletismo y la danzza, el conocimiento militar, <<las buenas maneras>> y el estudio y la práctica de la religión.</li></ul>",
    "<h4>Otros notables humanistas</h4>",
    "<dl><dt>Giovanni Bocaccio (1313-1375):</dt><dd>Autor del Decamerón, colección de obras en italiano.</dd><dt>Manuel Crysoloras (m. 1415):</dt><dd>Uno de los más buscados profesores de su idioma. Tuvo un profesorado en la universidad de Florencia.</dd><dt>Plethón:</dt><dd>Sugirió a Cossimo de Médicis la idea de establecer una academia para ampliar el estudio de Platón. Misma que obtuvo prestigio bajo la dirección de Marsiglio Ficcini y el patronazgo de Lorenzo.</dd><dt>Papas Humanistas:</dt><dd>Nicolas V, Pío II. El primero conocido como el papa humanista y el segundo, un papa dedicado a la conservación de las ruinas romanas, lo que expandió los intereses de los humanistas a la arqueología.</dd></dl>",
   "<h3>INVENCIÓN DE LA IMPRENTA Y HUMANISMO EN LA EUROPA DEL NORTE Y OCCIDENTAL</h3><br></br>",
   "Aunque la mayor parte de los elementos necesarios para la imprenta móvil eran ya existentes desde hace mucho, el primero en capitalizar dicho invento fue Juan Gutenberg en 1440. La expansión del uso de esta prensa alcanzó una gran porción de Europa y del mundo cristiano, llegando inclusive a México. Las producciones reflejaban los intereses de la época—e.g. teología, derecho—. Dicha expansión significó también la unión del humanismo de los países del Norte con el humanismo italiano.",
   "El Humanismo del Norte estaba fuertemente asociado con la religión, lo que caracteriza al Humanismo de esta región y lo que lo distingue del Humanismo italiano.",
   "Erasmo de Rotterdam, Tomás Moro y Juan Colet representaron a lo largo de sus vidas el espíritu humanista del norte. Crearon una conexión instantánea al momento de conocerse por primera vez en Inglaterra. Se dedicaron a la sátira y la literatura sin dejar su fervor religioso.",
   "En Francia y España tenemos nombres como Francisco I y Jiménez de Cisneros, respectivamente. Ambos protectores de la sabiduría en sus países.",
   "<h3>CIENCIA Y FILOSOFÍA</h3><br></br>",
   "La ciencia también se vió fuertemente apoyada por la imprenta móvil. A través de este invento, los escritos que antes sólo eran accesibles para unos cuantos, ahora se imprimían en miles. La sabiduría médica de Italia logró llegar a lugares más lejanos en el Renacimiento y los Humanistas lograron aprovecharlo para ciencias como la medicina.",
   "Otro importante factor en esta época fue la evolución del pensamiento científico, cada vez más eran aceptadas las ideas que otrora serían juzgadas, Este factor se vió especialmente marcado en ciencias como la medicina. Se encontraron tratamientos para enfermedades que antes eran desconocidas y se hicieron avnces importantes en la cirugía.",
   "Es importante mencionar también a un grupo que en cierto momento fueron denominados los averroístas latinos. Éstas personas continuaban profesando la doctrina averroista de la doble verdad—una para la iglesia y otra para la ciencia.",
   "En la filosofía, tres hombres en particualar darían comienzo con sus conclusiones de teoría nominalista a las corrientes de pensamiento de subsecuentes épocas, estos hombres son Guillermo de Ockham, Roberto, Roberto Grossesteste y Roger Bacon.",
   "<h3>PROGRESO DE LA LITERATURA VERNÁCULA</h3><br></br>",
   "Grandes obras de notables humanistas mencionados anteriormente se empezaron a escribir ya no en latín, sino en sus lenguas nativas. El latín era todavía usado para tratados más formales, pero los textos históricos eran crecientemente escritos en latín.",
   "En Inglaterra nació lo que fue conocido como inglés medio reemplazando al francés y al sajon que eran hablados por nobles y campesinos respectivamente.",
   "Inclusive las naciones empezaron a adoptar lenguas nacionales para uso oficial. Un avance grande para el nacionalismo que se hizo irónicamente en el humanístico renacimiento del latín clásico."
    ],
  "date" : "8/12/2015",
  "tags" : ["nacionalismo", "humanismo", "renacimiento", "dobleVerdad"]
  },
  {
  "title" : "Reforma y Contrarreforma",
  "author" : {
    "name" : "Eduardo Aguilar C",
    "username" : "EdwardC94",
    "age" : 21
  },
  "content" : [
    "<h3>REVOLUCIÓN PROTESTANTE CONTRA LA IGLESIA CATÓLICA: Luteranismo y Calvisnismo</h3><br></br>",
    "<h4>Credos Católicos</h4>",
    "Empezando en el siglo XVI la Iglesia católica se vió sometida a una revolución, que aunque también de caracter político y económico, primordialmente religiosa y envolvía serias cuestiones de la doctrina de la fe católica.",
    "Era de vital importancia la fe en la Trinidad, la divinidad de Jesucristo y en origen divino de le Iglesia. La Iglesia era la custodia y administradora de los 7 sacramentos: bautismo, confirmanción, confesión y penitencia, Sagrada Eucaristía o Misa, extremaunción para los muertos y agonizantes, matrimonio y orden sacerdotal.",
    "<dl><dt>Bautismo: </dt><dd> Esencial para la salvación; limpieza de todo pecado</dd><dt>Eucaristía: </dt><dd>Se sostenía que por medio de las palabras del sacerdote el pan y el vino se convertía milagrosamente en el verdadero Cuerpo y Sangre de Cristo <i>transubstancación</i></dd></dl>",
    "Además de los 7 sacramentos, se generaron otroas creencias que precipitarían la revolución de 1517. Entre estos, los santos y las indulgencias. A continuación se explica la última.",
    "<dfn>Una indulgencia era la remisión absoluta o parcial de los castigos temporales que tendría una persona después de su muerte por los pecados por los que se había arrepentido sinceramente y había hecho penitencia. En los primeros tiempos este tipo de perdón se obtenía después de la teminación de arduas tareas. Sin embargo después se podrían obtener con una contribución económica. Este asunto fue de gran importancia en el movimiento luterano</dfn>",
    "<h4>Lutero y luteranismo</h4>",
    ""
  ],
  "date" : "8/14/2015",
  "tags" : []
  }
]

